<?php 
$con = mysqli_connect("localhost","id201601649","pw201601649","studyroom")  or die("MySQL 접속 실패!!");

$sql =" 
INSERT INTO userTBL VALUES 
('YJS', '유재석', 1972, '서울', '010', '11111111', 178, '2008-8-8’), 
('KHD', '강호동', 1970, '경북', '011', '22222222', 182, '2007-7-7’), 
('KKJ', '김국진', 1965, '서울', '019', '33333333', 171, '2009-9-9’), 
('KYM', '김용만', 1967, '서울', '010', '44444444', 177, '2015-5-5’), 
('KJD', '김제동', 1974, '경남', NULL, NULL, 173, '2013-3-3’), 
('NHS', '남희석', 1971, '충남', '016', '66666666', 180, '2017-4-4’), 
('SDY', '신동엽', 1971, '경기', NULL, NULL, 176, '2008-10-10’), 
('LHJ', '이휘재', 1972, '경기', '011', '88888888', 180, '2006-4-4’), 
('LKK', '이경규', 1960, '경남', '018', '99999999', 170, '2004-12-12’), 
('PSH', '박수홍', 1970, '서울', '010', '00000000', 183, '2012-5-5’) 
";

$ret = mysqli_query($con, $sql);

if($ret) {
echo "userTBL에 데이터가 성공적으로 입력됨.";
} 
else { 
echo "userTBL 데이터 입력 실패!!!"."<BR>";
echo "실패 원인 :".mysqli_error($con);
} 

mysqli_close($con);
?>